Revit 2024 API
ParameterTypeId.CutMarkSymbolSize Property
 "Cut Mark Symbol Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CutMarkSymbolSize { get; }
Visual Basic
Public Shared ReadOnly Property CutMarkSymbolSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CutMarkSymbolSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace